export const SERVICE_TERMS = {
  title: '이용약관',
  clauses: [
    {
      title: '제1조 목적',
      content: (
        <p className="ut-docs-text">
          이 약관은 주식회사 현대백화점(이하 “회사”라 합니다)가 운영하는 더현대닷컴, 코스스토어닷컴, 스토리즈닷컴,
          아르켓닷컴, 토템스튜디오닷컴 등의 사이트(이하 통칭하여 “온라인몰”이라 합니다)에서 제공하는 인터넷 관련
          서비스(이하 “서비스”라 합니다)를 이용함에 있어, “회사”와 “이용자”의 권리, 의무 및 책임사항을 규정함을 목적으로
          합니다.
        </p>
      ),
    },
    {
      title: '제2조 정의',
      content: (
        <ol className="ut-docs-order">
          <li>
            “온라인몰”이란 “회사”가 재화 또는 용역(이하 “재화 등”이라 합니다)을 이용자에게 제공하기 위하여 컴퓨터 등
            정보통신설비를 이용하여 재화 등을 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 “온라인몰”을
            운영하는 사업자의 의미로도 사용합니다.
          </li>
          <li>“이용자”란 “온라인몰”에 접속하여 이 약관에 따라 “회사”가 제공하는 서비스를 이용하는 자를 통칭합니다.</li>
          <li>
            “회원”이라 함은 “온라인몰”에 회원등록을 한 자로서, 계속적으로 “온라인몰”이 제공하는 서비스를 이용할 수 있는
            자를 말합니다.
          </li>
          <li>”비회원”이라 함은 회원에 가입하지 않고 “온라인몰”이 제공하는 서비스를 이용하는 자를 말합니다.</li>
          <li>
            “해외배송서비스”라 함은 “이용자”가 구매계약에 부수하여 “재화 등”의 해외배송을 별도로 요청한 경우 “회사”가
            업무제휴관계에 있는 해외배송망을 통하여 해외배송을 조력하는 서비스를 말합니다.
          </li>
          <li>
            “더머니”라 함은 “회사”의 회원전용 서비스로서, “회사”가 회원의 서비스 이용 또는 구매실적 등 “회사”가 정한
            기준에 따라 지급한 포인트를 말합니다.
          </li>
        </ol>
      ),
    },
    {
      title: '제3조 약관 등의 명시와 개정',
      content: (
        <ol className="ut-docs-order">
          <li>
            “회사”가 약관의 내용과 상호, 영업소 소재지, 대표자의 성명, 사업자등록번호, 연락처(전화, 팩스, 전자우편 주소
            등) 등을 “이용자”가 쉽게 알 수 있도록 “온라인몰” 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은
            “이용자”가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
          </li>
          <li>
            “회사”는 “이용자”가 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 청약철회, 배송책임, 환불조건 등과
            같은 중요한 내용을 “이용자”가 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공하여 “이용자”의 확인을
            구하여야 합니다.
          </li>
          <li>
            “회사”는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자거래기본법」,
            「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」,
            「소비자기본법」, 「국세법」 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
          </li>
          <li>
            “회사”가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 “회사”의 초기화면에 그
            적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, “이용자”에게 불리하게 약관내용을 변경하는 경우에는
            최소 30일이상 사전 유예기간을 두고 공지합니다. 이 경우 “회사”는 개정전과 개정후의 내용을 명확하게 비교하여
            “이용자”가 알기 쉽도록 표기합니다.
          </li>
          <li>
            “회사”가 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미
            체결된 계약에 대해서는 개정전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 “이용자”가 개정약관
            조항의 적용을 받기를 원하는 뜻을 제4항에 의한 개정약관의 공지기간 내에 “회사”에 송신하여 “회사”의 동의를
            받는 경우에는 개정약관 조항이 적용됩니다.
          </li>
          <li>
            이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 「전자상거래 등에서의 소비자 보호에 관한 법률」,
            「약관의 규제에 관한 법률」, 공정거래위원회가 정하는 「전자상거래 등에서의 소비자 보호 지침」 및 관계 법령
            또는 상관례에 따릅니다.
          </li>
        </ol>
      ),
    },
    {
      title: '제4조 서비스의 제공 및 변경',
      content: (
        <ol className="ut-docs-order">
          <li>
            “회사”는 다음과 같은 업무를 수행합니다.
            <ol className="ut-docs-order2">
              <li>재화 또는 용역에 대한 정보 제공 및 구매계약의 체결</li>
              <li>구매계약이 체결과 재화 또는 용역의 배송</li>
              <li>기타 “회사”가 정하는 업무</li>
            </ol>
          </li>
          <li>
            “회사”는 “재화 등”의 품질 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화,
            용역의 내용을 변경할 수 있습니다. 이 경우 변경된 재화, 용역의 내용 및 제공일자를 명시하여 현재의 재화,
            용역의 내용을 게시한 곳에 즉시 공지합니다.
          </li>
          <li>
            “회사”가 제공하기로 “이용자”와 계약을 체결한 서비스의 내용을 “재화 등”의 품절 또는 기술적 사양의 변경 등의
            사유로 변경할 경우에는 그 사유를 “이용자”에게 통지 가능한 주소로 즉시 통지합니다.
          </li>
          <li>
            전항의 경우 “회사”는 이로 인하여 “이용자”가 입은 손해를 배상합니다. 단, “회사”의 고의 또는 과실이 없음을
            입증하는 경우에는 그러지 아니합니다.
          </li>
        </ol>
      ),
    },
    {
      title: '제5조 서비스의 중단',
      content: (
        <ol className="ut-docs-order">
          <li>
            “회사”는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의
            제공을 일시적으로 중단할 수 있습니다.
          </li>
          <li>
            “회사”는 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 “이용자” 또는 제3자가 입은 손해에
            대하여 배상합니다. 단, “회사”가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
          </li>
          <li>
            사업 종목의 전환, 사업의 포기, 업체간의 통합 등을 이유로 서비스를 제공할 수 없게 되는 경우, “회사”는
            제8조에서 정한 방법으로 “이용자”에게 통지하고, “이용자”가 입은 피해에 대하여 “회사”의 지침 및 관련법령에
            따라 보상할 수 있습니다.
          </li>
        </ol>
      ),
    },
    {
      title: '제6조 회원가입',
      content: (
        <ol className="ut-docs-order">
          <li>
            “이용자”는 “회사”가 정한 가입양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로서
            회원가입을 신청합니다.
          </li>
          <li>
            “회사”는 제1항과 같이 “회원”으로 가입할 것을 신청한 “이용자” 중 다음 각호에 해당하지 않는 한 “회원”으로
            등록합니다.
            <ol className="ut-docs-order2">
              <li>
                가입시청자가 이 약관 제7조 제3항에 의하여 이전의 회원 자격을 상실한 적이 있는 경우(단, 제7조 제3항에
                의한 회원자격 상실 후 3년이 경과한 자로서 “회사”의 회원 재가입 승낙을 얻는 경우에는 예외로 함.)
              </li>
              <li>등록 내용에 허위, 기재누락, 오기가 있는 경우</li>
              <li>기타 “회원”으로 등록하는 것이 “회사”의 기술상 현저히 지장이 있다고 판단되는 경우</li>
            </ol>
          </li>
          <li>회원가입계약의 성립시기는 “회사”의 승낙이 “회원”에게 도달한 시점으로 합니다.</li>
          <li>
            “회원”은 회원가입시의 등록사항에 변경이 있는 경우, 즉시 전자우편 또는 기타방법으로 “회사”에 그 변경사항을
            알려야 합니다.
          </li>
        </ol>
      ),
    },
    {
      title: '제7조 회원탈퇴 및 자격상실',
      content: (
        <ol className="ut-docs-order">
          <li>“회원”은 “회사”에 언제든지 탈퇴를 요청할 수 있으며, “회사”는 즉시 회원탈퇴를 처리합니다.</li>
          <li>
            “회원”이 다음 각 호의 사유에 해당하는 경우, “회사”는 회원 자격을 제한 및 정지시킬 수 있습니다.
            <ol className="ut-docs-order2">
              <li>가입 신청시에 허위 내용을 등록한 경우</li>
              <li>
                “온라인몰”을 이용하여 구입한 “재화 등”의 대금, 기타 “온라인몰”이용에 관련하여 “회원”이 부담하는 채무를
                기일에 지급하지 않는 경우
              </li>
              <li>다른 사람의 “온라인몰” 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우</li>
              <li>“온라인몰”을 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우</li>
            </ol>
          </li>
          <li>
            “회사”가 회원 자격을 제한, 정지 시킨 후에도 전항의 행위가 2회 이상 반복되거나 30일이내 그 사유가 시정되지
            아니하는 경우 “회사”는 회원자격을 상실 시킬 수 있습니다.
          </li>
          <li>
            “회사”가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 “회원”에게 통지하고, 회원등록 말소
            전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.
          </li>
        </ol>
      ),
    },
    {
      title: '제8조 회원에 대한 통지',
      content: (
        <ol className="ut-docs-order">
          <li>
            “회사”가 “회원”에 대한 통지를 하는 경우, “회원”이 “회사”와 미리 약정하여 지정한 전자우편 주소로 할 수
            있습니다.
          </li>
          <li>
            “회사”는 불특정다수 “회원”에 대한 통지의 경우 1주일 이상 “온라인몰” 게시판에 게시함으로써 개별 통지에 갈음할
            수 있습니다. 다만, “회원” 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별 통지합니다.
          </li>
        </ol>
      ),
    },
    {
      title: '제9조 구매 신청',
      content: (
        <ol className="ut-docs-order">
          <li>
            “회사”는 제9조와 같은 구매신청에 대하여 다음 각 호에 해당하면 승낙하지 않을 수 있습니다. 다만, 미성년자와
            계약을 체결하는 경우에는 법정대리인의 동의를 얻지 못하면 미성년자 본인 또는 법정대리인이 계약을 취소할 수
            있다는 내용을 고지하여야 합니다.
            <ol className="ut-docs-order2">
              <li>신청 내용에 허위, 기재누락, 오기가 있는 경우</li>
              <li>미성년자가 담배, 주류 등 청소년보호법에서 금지하는 재화 및 용역을 구매하는 경우</li>
              <li>기타 구매신청에 승낙하는 것이 “회사” 기술상 현저히 지상이 있다고 판단하는 경우</li>
            </ol>
          </li>
          <li>
            “회사”의 승낙이 제12조 제1항의 수신확인통지 형태로 “이용자”에게 도달한 시점에 계약이 성립한 것으로 봅니다.
          </li>
          <li>
            “회사”의 승낙의 의사표시에는 “이용자”의 구매신청에 대한 확인 및 판매가능여부, 구매신청의 정정, 취소 등에
            관한 정보 등을 포함하여야 합니다.
          </li>
        </ol>
      ),
    },
    {
      title: '제10조 계약의 성립',
      content: (
        <ol className="ut-docs-order">
          <li>
            “회사”는 제9조와 같은 구매신청에 대하여 다음 각 호에 해당하면 승낙하지 않을 수 있습니다. 다만, 미성년자와
            계약을 체결하는 경우에는 법정대리인의 동의를 얻지 못하면 미성년자 본인 또는 법정대리인이 계약을 취소할 수
            있다는 내용을 고지하여야 합니다.
            <ol className="ut-docs-order2">
              <li>신청 내용에 허위, 기재누락, 오기가 있는 경우</li>
              <li>미성년자가 담배, 주류 등 청소년보호법에서 금지하는 재화 및 용역을 구매하는 경우</li>
              <li>기타 구매신청에 승낙하는 것이 “회사” 기술상 현저히 지상이 있다고 판단하는 경우</li>
            </ol>
          </li>
          <li>
            “회사”의 승낙이 제12조 제1항의 수신확인통지 형태로 “이용자”에게 도달한 시점에 계약이 성립한 것으로 봅니다.
          </li>
          <li>
            “회사”의 승낙의 의사표시에는 “이용자”의 구매신청에 대한 확인 및 판매가능여부, 구매신청의 정정, 취소 등에
            관한 정보 등을 포함하여야 합니다.
          </li>
        </ol>
      ),
    },
    {
      title: '제11조 지급방법',
      content: (
        <ol className="ut-docs-order">
          <li>
            “회사”에서 구매한 재화 또는 용역에 대한 대금지급방법은 다음 각 호의 방법 중 가용한 방법으로 할 수 있습니다.
            단 “회사”는 “이용자”의 지급방법에 대하여,“재화 등”의 대금에 어떠한 명목의 수수료도 추가하여 징수할 수
            없습니다.
            <ol className="ut-docs-order2">
              <li>폰뱅킹, 인터넷뱅킹, 메일뱅킹 등의 각종 계좌이체</li>
              <li>선불카드, 직불카드, 신용카드 등의 각종 카드결제</li>
              <li>온라인 무통장입금</li>
              <li>전자화폐에 의한 결제</li>
              <li>수령시 대금 지급</li>
              <li>“더머니” 등 “회사”가 지급한 포인트에 의한 결제</li>
              <li>“회사”와 계약을 맺었거나 “회사”가 인정한 상품권에 의한 결제</li>
              <li>기타 전자적 지급방법에 의한 대급 지급 등</li>
            </ol>
          </li>
        </ol>
      ),
    },
    {
      title: '제12조 수신확인통지, 구매신청 변경 및 취소',
      content: (
        <ol className="ut-docs-order">
          <li>“회사”는 “이용자”의 구매신청이 있는 경우 “이용자”에게 수신확인 통지를 합니다.</li>
          <li>
            신확인통지를 받은 “이용자”는 의사표시의 불일치 등이 있는 경우에는 수신확인 통지를 받은 후 즉시 구매신청 변경
            및 취소를 요청할 수 있고, “회사”는 배송 전에 “이용자”의 요청이 있는 경우에는 지체 없이 그 요청에 따라
            처리하여야 합니다. 다만, 이미 대금을 지불한 경우에는 제16조의 청약철회 등에 관한 규정에 따릅니다.
          </li>
        </ol>
      ),
    },
    {
      title: '제13조 더머니적립 및 이용',
      content: (
        <ol className="ut-docs-order">
          <li>
            “회사”는 다음 각 호의 사유가 발생한 경우 “회원”에게 사전 고지된 기준에 의거하여“회원”에게 “더머니”를
            지급합니다
            <ol className="ut-docs-order2">
              <li>“회원”이 “더머니” 지급 대상으로 지정된 “재화 등”을 구매한 경우</li>
              <li>“회원”이 “회사”가 진행하는 각종이벤트에 당첨된 경우</li>
              <li>“회사”가 “더머니” 지급 대상을 특정하고 “회원”이 이에 참여한 경우</li>
              <li>기타 “회사”의 정책으로 정한 경우</li>
            </ol>
          </li>
          <li>
            전항 제1호의 경우, “회사”는 “재화 등”의 상품군, 할인율 등 기타 특성 별로 상이한 적립률을 정할 수 있으며,
            “회사”와 “회원”간 구매계약이 완료된 경우에 지급됩니다. 단, “회원”이“재화 등”을 구매함에 있어 “더머니” 적립을
            원하지 않는 경우, “회사”는 “회원”이 즉시할인 서비스 제공 대상으로 지정된 “재화 등”을 구매하는 경우에 한하여
            즉시할인 서비스를 제공할 수 있습니다.{' '}
          </li>
          <li>
            “회원”이 “더머니”를 지급받은 이후, 구매계약 취소, 이벤트 당첨취소, 이벤트 참여취소 등의 사유로 이미 지급된
            “더머니”의 지급사유가 소멸되는 경우, “회사”는 해당 “더머니”를 즉시 회수합니다. 단, “회원”이 지급된
            “더머니”를 이미 사용하여 회수 처리시에 부족분이 발생한 경우, “회원”은 해당 부족분에 상응하는 금원(1포인트 당
            1원)을 제11조 제1항의 방법으로 지급해야 합니다.
          </li>
          <li>
            “회원”은 다음 각 호와 같이 “회사”가 지급한 “더머니”를 사용할 수 있습니다.
            <ol className="ut-docs-order2">
              <li>“더머니”는 1,000포인트 이상 적립된 시점부터 결제수단의 전부 또는 일부로 사용하실 수 있습니다.</li>
              <li>
                현대백화점상품권, 특별세일상품 등 “회사”가 공급하는 “재화 등”에 특별한 사정이 있는 경우, “회사”는
                “회원”의 “더머니” 사용을 제한할 수 있습니다.
              </li>
              <li>“회원”이 “더머니”를 사용할 경우 “더머니”는 적립된 순서대로 사용됩니다.</li>
              <li>
                “더머니”의 유효기간은 해당 “더머니” 적립일로부터 24개월로 합니다. “회원”은 해당 “더머니”의 유효기간 내에
                “더머니” 전부를 사용하여야 하며, 유효기간이 경과한 해당 “더머니”는 자동 소멸됩니다. 단, “회사”가
                “더머니”를 지급할 때 별도의 유효기간을 사전고지 또는 약정한 경우에는 해당 유효기간을 따릅니다.
              </li>
            </ol>
          </li>
          <li>
            “회원”이 “더머니”를 사용하여 구매한 “재화 등”의 환급을 요청한 경우, 구매계약시의 “더머니”사용 분은 해당
            “더머니”의 유효기간(※ 최초 적립일 기준)이 경과되지 않는 한 “회원”에게 환원되며, 현금, 카드 등 기타 시재 또는
            결제수단으로 환급되지 않습니다.
          </li>
        </ol>
      ),
    },
    {
      title: '제14조 재화등의 공급',
      content: (
        <ol className="ut-docs-order">
          <li>
            “회사”는 “이용자”와 “재화 등”의 공급시기에 관하여 별도의 약정이 없는 이상 “이용자”가 청약을 한 날로부터
            7일이내에 “재화 등”을 배송할 수 있도록 주문제작, 포장 등 기타의 필요한 조치를 취합니다. 다만, “회사”가 이미
            “재화 등”의 대금의 전부 또는 일부를 받은 경우에는 대금의 전부 또는 일부를 받은 날부터 2 영업일 이내에 조치를
            취합니다. 이때 “회사”는 “이용자”가 “재화 등”의 공급절차 및 진행사항을 확인할 수 있도록 적절한 조치를 합니다.
          </li>
          <li>
            “회사”는 “이용자”가 구매한 재화에 대해 배송수단, 수단별 배송비용 부담자, 수단별 배송기간 등을 명시합니다.
            만약 “회사”가 약정 배송기간을 초과한 경우에는 그로 인한 “이용자”의 손해를 배상하여야 합니다. 다만, “회사”가
            고의, 과실이 없음을 입증한 경우에는 그러하지 아니합니다.
          </li>
          <li>
            “회사”와 “이용자”간의 상품의 인도시기 또는 용역의 제공시기에 관하여 별도의 약정이 있는 경우에는 당해 약정이
            이 약관에 우선합니다.
          </li>
        </ol>
      ),
    },
    {
      title: '제14조의2 해외배송서비스',
      content: (
        <ol className="ut-docs-order">
          <li>
            “회사”는 “회사”와 구매계약을 체결한 “이용자”에게 “해외배송서비스”를 제공할 수 있으며, “해외배송서비스”의
            제공 여부는 “회사”의 상품 및 개별 “온라인몰”의 정책에 따라 고지됩니다. “해외배송서비스”의 단계는 다음 각
            호와 같이 구분되며, “이용자”가 요청한 “재화 등”의 진행 과정은 “회사”를 통해 상시 확인하실 수 있습니다.
            <ol className="ut-docs-order2">
              <li>
                국내배송단계 : “이용자”가 구매한 “재화 등”이 “회사” 또는 “회사” 물류센터 또는 “회사”가 지정한 물류센터로
                입고되는 시점까지의 단계
              </li>
              <li>
                해외배송단계 : “회사” 물류센터 입고 후 해외배송업체에 위탁된 이후부터 수취인에게 배송되기까지의 단계
              </li>
            </ol>
          </li>
          <li>
            “해외배송서비스”를 이용하는 경우, “이용자”는 “재화 등”의 ’배송준비중’ 단계에는 언제든지 청약철회가 가능하며,
            배송이 시작되어 국내배송단계까지 진행된 경우에는 “이용자”와 “회사”간 약정에 따른 된 배송비를 지급하고 청약을
            철회할 수 있습니다.
          </li>
          <li>
            해외배송 단계부터는 청약철회가 불가하며, “회사”는 “해외배송서비스”에 대한 중요한 계약 조건에 대하여
            “이용자”와의 구매계약 체결시 명확히 고지하고 동의를 받도록 합니다.
          </li>
          <li>
            전항에도 불구하고, 해외배송단계를 통해 수취인이 “재화 등”을 수령한 후 “재화 등”의 원시적인 하자가 확인된
            경우, “이용자”는 객관적인 입증자료를 “회사”에 통지하여 이를 입증하여야 하며, “회사”가 “재화 등”의 원시적인
            하자를 확인하여 “이용자”의 구매계약에 관한 청약철회를 승인한 경우, 청약철회에 필요한 비용(배송비 등)은
            “회사”가 부담합니다.
          </li>
          <li>
            “해외배송서비스” 이용 시, 해외배송 서비스의 도착지 국가(이하 “도착지 국가”라 합니다)에서 징수하는 세금, 관세
            및 수입 수수료(이하 “세금 등”이라 합니다)는 수취인이 “재화 등”의 수취시에 배송국가에 직접 납부하여야 합니다.
          </li>
          <li>
            전항에도 불구하고 수취인이 “세금 등”을 납부하지 않는 경우 수취인이 “재화 등”의 인도를 거부한 것으로
            간주되며, 이 경우 “이용자”는 본 조 제8항에 비용을 부담합니다.
          </li>
          <li>
            해외배송 서비스에 관한 구체적인 사항은 구매계약 체결 시에 명확하게 고지되며, “이용자”가 이에 동의하지 않는
            경우 구매계약체결 또는 “해외배송서비스” 이용이 불가합니다.
          </li>
          <li>
            “해외배송서비스”로 배송된 “재화 등”은 “도착지 국가”의 통관절차를 통과해야 하며, “도착지 국가”의 통관절차
            또는 기타 특별한 사정으로 인해 배송이 지연될 수 있습니다.
          </li>
          <li>
            “수취인”이 “이용자”가 배송을 의뢰한 “재화 등”의 수령을 거부한 경우, “이용자”는 “회사”에 해외반품에 필요한
            비용(발송비, “도착지 국가” 및 국내 통관비용(세금, 관세, 수입수수료 등), 제17조 제3항 및 제4항에 해당하는
            비용 등을 부담하며, “이용자”가 “재화 등”의 환급을 요청할 경우 반품에 필요한 비용을 제외한 나머지 금액이
            환급됩니다
          </li>
        </ol>
      ),
    },
    {
      title: '제15조 환급',
      content: (
        <p className="ut-docs-text">
          “회사”는 “이용자”가 구매 신청한 “재화 등”의 품절 등의 사유로 인도 또는 용역의 제공을 할 수 없을 때에는 지체
          없이 그 사유를 “이용자”에게 통지하고, 전에 “재화 등”의 대금을 받은 경우에는 대금을 받은 날부터 2영업일 인내에
          환급하거나 환급에 필요한 조치를 취합니다.
        </p>
      ),
    },
    {
      title: '제16조 청약철회 등',
      content: (
        <ol className="ut-docs-order">
          <li>
            “회사”와 상품 또는 용역 등의 구매에 관한 계약을 체결한 “이용자”는 상품 또는 용역이 “배송준비중”인 단계의
            경우 언제든지 청약철회가 가능합니다. 또한 단순변심으로 인한 교환 및 반품의 경우, 상품을 수령한 날로부터
            7일이내 청약을 철회할 수 있습니다
          </li>
          <li>
            “이용자”는 “재화 등”을 배송받는 경우 다음 각 호의 1에 해당하는 경우에는 반품 및 교환을 할 수 없습니다.
            <ol className="ut-docs-order2">
              <li>
                “이용자”의 귀책사유로 인한 상품 하자(다만, “재화 등”의 내용 확인을 위하여 포장 등을 훼손한 경우에는
                청약철회를 할 수 있습니다.)
              </li>
              <li>
                “이용자”의 사용 또는 일부 소비에 의하여 “재화 등”의 가치가 현저히 감소한 경우(착용상품, 화장품 등)
              </li>
              <li>
                시간의 경과에 의하여 재판매가 곤란할 정도로 “재화 등”의 가치가 현저히 감소한 경우(야채, 과일, 수산식품,
                축산품, 냉동식품 등)
              </li>
              <li>
                같은 성능을 지닌 “재화 등”으로 복제가 가능한 경우 그 원본인 “재화 등”의 포장을 훼손한 경우(음반, DVD,
                도서 등)
              </li>
              <li>
                주문제작 상품 등 청약철회시 “회사”에게 회복할 수 없는 중대한 피해가 예상되는 경우(귀금속, 각인상품(셔츠,
                지갑, 펜 등), 가구, 테일러메이드 상품 등)
              </li>
            </ol>
          </li>
          <li>
            제2항 제2호 내지 제4호의 경우 “회사”가 사전에 청약철회 등이 제한되는 사실을 “이용자”가 쉽게 알 수 있는 곳에
            명기하거나 시용상품을 제공하는 등의 조치를 하지 않았다면 “이용자”의 청약철회 등이 제한되지 않습니다.
          </li>
          <li>
            “이용자”는 제1항 및 제2항의 규정에도 불구하고 수령한 상품 또는 용역의 내용이 표시, 광고 내용과 다르거나,
            계약내용과 다르게 이행된 경우에는 공급받은 날로부터 3개월 이내, 그 사실을 안 날 또는 알 수 있었던 날로부터
            30일 이내 청약철회 등을 할 수 있습니다.
          </li>
        </ol>
      ),
    },
    {
      title: '제17조 청약철회 등의 효과',
      content: (
        <ol className="ut-docs-order">
          <li>
            “회사”는 “이용자”로부터 “재화 등”을 반환받는 경우 3영업일 이내에 이미 지급받은 “재화 등”의 대금을
            환급합니다. 이 경우 “회사”가“이용자”에게 “재화 등”의 환급을 지연한 때에는 그 지연기간에 대하여
            공정거래위원화가 정하여 고시하는 지연이자율을 곱하여 산정한 지연이자를 지급합니다.
          </li>
          <li>
            “회사”는 위 대금을 환급함에 있어서 “이용자”가 신용카드 또는 전자화폐 등의 결제수단으로 “재화 등”의 대금을
            지급한 때에는 지체 없이 당해 결제수단을 제공한 사업자로 하여금 “재화 등”의 대금의 청구를 정치 또는
            취소하도록 요청합니다.
          </li>
          <li>
            청약철회 등의 경우 공급받은 “재화 등”의 반환에 필요한 비용은 상품 또는 용역이 “배송준비중”인 단계의 경우
            별도로 발생하지 않으며, 단순변심으로 인해 7일이내 청약을 철회하는 경우 “이용자” 부담의 별도 교환, 반품
            배송비를 명시하지 않는 상품의 경우 청약철회로 인한 공급받은 “재화 등”의 반환에 필요한 비용은 “회사”가
            부담합니다.
          </li>
          <li>
            “회사”는“이용자”에게 청약철회 등을 이유로 위약금 또는 손해배상을 청구하지 않습니다. 다만 “재화 등”의 내용이
            표시, 광고 내용과 다르거나 계약내용과 다르게 이행되어 청약철회 등을 하는 경우 “재화 등”의 반환에 필요한
            비용은 “회사”가 부담합니다.
          </li>
          <li>
            “이용자”가 “재화 등”을 제공받을 때 발송비를 부담한 경우에 “회사”는 청약철회시 그 비용을 누가 부담하는지
            “이용자”가 알기 쉽도록 명확하게 표시합니다.
          </li>
        </ol>
      ),
    },
    {
      title: '제18조 개인정보보호',
      content: (
        <ol className="ut-docs-order">
          <li>”회사” 는 “이용자”의 개인정보 수집시 서비스제공을 위하여 필요한 최소한의 개인정보를 수집합니다.</li>
          <li>
            “회사”는 회원가입시 구매계약이행에 필요한 정보를 미리 수집하지 않습니다. 다만, 관련법령상 의무이행을 위하여
            구매계약 이전에 본인확인이 필요한 경우로서 최소한의 특정개인정보를 수집하는 경우에는 그러하지 아니합니다.
          </li>
          <li>
            “회사”는“이용자”의 개인정보를 수집, 이용하는 때에는 당해 “이용자”에게 그 목적을 고지하고 동의를 받습니다.
            다만, 관련법령에 달리 정함에 있는 경우에는 예외로 합니다.
          </li>
          <li>
            “회사”는 수집된 개인정보를 목적 외의 용도로 이용할 수 없으며, 새로운 이용목적이 발생한 경우 또는 제3자에게
            제공하는 경우에는 이용, 제공단계에서 당해 “이용자”에게 그 목적을 고지하고 동의를 받습니다. 다만, 관련법령에
            달리 정함이 있는 경우에는 예외로 합니다.
          </li>
          <li>
            “회사”가 제2항과 제3항에 의해 “이용자”의 동의를 받아야 하는 경우에는 정보의 수집목적 및 이용목적, 제3자에
            대한 정보제공 관련사항(제공받는자, 제공목적 및 제공할 정보의 내용), 제3자가 제공받은 개인정보를 보유하는
            기간 등「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 제22조 제2항이 규정한 사항을 미리 명시하거나
            고지해야 하며 “이용자”는 얼마든지 이 동의를 철회할 수 있습니다.
          </li>
          <li>
            “이용자”는 언제든지 “회사”가 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 “회사”는
            이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. “이용자”가 오류의 정정을 요구한 경우에 “회사”는 그
            오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.
          </li>
          <li>
            “회사”는 개인정보보호를 위하여 관리자를 한정하여 그 수를 최소화하며, 신용카드, 은행계좌 등을 포함한
            “이용자”의 개인정보 분실, 도난, 유출, 변조 등으로 인한 “이용자”의 손해에 대해 모든 책임을 집니다.
          </li>
          <li>
            “회사” 또는 그로부터 개인정보를 제공받는 제3자, 위탁자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때,
            회원탈퇴 또는 회원자격의 상실이 발생한 때에는 법률상 보관의무가 있는 항목을 제외하고 당해 “이용자” 또는
            “회원”의 개인정보를 지체 없이 파기합니다.
          </li>
          <li>
            “회사”는 개인정보의 수집•이용•제공에 관한 동의란을 미리 선택한 것으로 설정해두지 않습니다. 또한 개인정보의
            수집•이용•제공에 관한 “이용자”의 동의거절 시 제한되는 서비스를 구체적으로 명시하고, 필수 수집항목이 아닌
            개인정보의 수집•이용•제공에 관한 “이용자”의 동의거절을 이유로 회원가입등 서비스제공을 제한하거나 거절하지
            않습니다.
          </li>
        </ol>
      ),
    },
    {
      title: '제19조 회사의 의무',
      content: (
        <ol className="ut-docs-order">
          <li>
            “회사”는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라
            지속적이고, 안정적으로 재화, 용역을 제공하는데 최선을 다하여야 합니다.
          </li>
          <li>
            “회사”는“이용자”가 안전하게 인터넷 서비스를 이용할 수 있도록 “이용자”의 개인정보(신용정보 포함) 보호를 위한
            보안시스템을 갖추어야 합니다
          </li>
          <li>
            “회사”가 상품이나 용역에 대하여 「표시•광고의 공정화에 관한 법률」 제3조 소정의 부당한 표시, 광고행위를
            함으로써 “이용자”가 손해를 입은 때는 이를 배상할 책임을 집니다.
          </li>
          <li>”회사”는 “이용자”가 원하지 않는 영리목적의 광고성 전자 우편을 발송하지 않습니다.</li>
        </ol>
      ),
    },
    {
      title: '제20조 회원의 ID 및 비밀번호에 대한 의무',
      content: (
        <ol className="ut-docs-order">
          <li>제18조의 경우를 제외한 ID와 비밀번호에 관한 관리 책임은 “회원”에게 있습니다.</li>
          <li>“회원”은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.</li>
          <li>
            “회원”이 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 “회사”에 통보하고
            “회사”가 안내가 있는 경우에는 그에 따라야 합니다.
          </li>
        </ol>
      ),
    },
    {
      title: '제21조 이용자의 의무',
      content: (
        <>
          <p className="ut-docs-text">“이용자”는 다음 각호의 행위를 하여서는 안됩니다.</p>
          <ol className="ut-docs-order">
            <li>신청 또는 변경 시 허위내용의 등록</li>
            <li>타인의 정보 도용</li>
            <li>”온라인몰”에 게시된 정보의 변경</li>
            <li>”회사”가 정한 정보 이외의 정보(컴퓨터 프로그램 등)의 송신 또는 게시</li>
            <li>“회사” 기타 제3자의 저작권 등 지적재산권의 침해</li>
            <li>“회사”기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위</li>
            <li>외설 또는 폭력적인 메시지, 화상, 음성 기타 공서양속에 반하는 정보를 몰에 공개 또는 게시하는 행위</li>
          </ol>
        </>
      ),
    },
    {
      title: '제22조 회사와 연결된 몰과의 관계',
      content: (
        <ol className="ut-docs-order">
          <li>
            “온라인몰”과 연결된 ‘몰(웹사이트)’이란 하이퍼링크(하이퍼 링크의 대상에는 문자, 그림, 동화상 등이 포함됨)
            방식 등으로 연결된 경우를 말합니다.
          </li>
          <li>
            “회사”는 연결된 몰이 독자적으로 제공하는 “재화 등”에 의하여 “이용자”와 행하는 거래에 대해서 보증책임을 지지
            않는다는 뜻을 “회사”의 초기화면 또는 연결되는 시점의 팝업화면으로 명시한 경우에는 그 거래에 대한 보증책임을
            지지 않습니다.
          </li>
        </ol>
      ),
    },
    {
      title: '제23조 저작권의 귀속 및 이용제한',
      content: (
        <ol className="ut-docs-order">
          <li>
            “회사”가 작성한 저작물에 대한 저작권 기타 지적재산권은 “회사”에 귀속합니다. 단, 코스스토어닷컴,
            스토리즈닷컴, 아르켓닷컴, 토템스튜디오닷컴에 작성된 저작물에 대한 저작권, 기타 지적재산권은 주식회사
            에이치앤엠헤네스앤모리츠 주식회사에 귀속합니다
          </li>
          <li>
            이용자”는 “회사”를 이용함으로써 얻은 정보 중 “회사”에게 지적재산권이 귀속된 정보를 “회사”의 사전 승낙없이
            복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 해서는 안됩니다
          </li>
          <li>”회사”는 약정에 따라 “이용자”에게 귀속된 저작권을 사용하는 경우 당해 “이용자”에게 통보하여야 합니다.</li>
        </ol>
      ),
    },
    {
      title: '제24조 분쟁해결',
      content: (
        <ol className="ut-docs-order">
          <li>
            “회사”는 “이용자”가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리 하기 위하여
            피해보상처리기구를 설치, 운영합니다.
          </li>
          <li>
            “회사”는 “이용자”로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가
            곤란한 경우에는 “이용자”에게 그 사유와 처리 일정을 즉시 통보해 드립니다.
          </li>
          <li>
            “회사”와 “이용자”간에 발생한 전자상거래 분쟁과 관련하여 “이용자”의 피해구제신청이 있는 경우에는
            공정거래위원회 또는 시/도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다
          </li>
        </ol>
      ),
    },
    {
      title: '제25조 재판권 및 준거법',
      content: (
        <ol className="ut-docs-order">
          <li>
            “회사”와 “이용자”간에 발생한 전자거래 분쟁에 관한 소송은 제소 당시의 “이용자”의 주소에 의하고, 주소가 없는
            경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만, 제소 당시 “이용자”의 주소 또는 거소가 분명하지
            않거나 외국 거주자의 경우에는 민사 소송법상의 관할법원에 제기합니다.
          </li>
          <li>”회사”와 “이용자”간에 제기된 전자거래 소송에는 한국법을 적용합니다.</li>
        </ol>
      ),
    },
    { title: '부칙(2021.07.22)', content: <p className="ut-docs-text">이 약관은 2021년 07월 22일부터 시행됩니다.</p> },
  ],
};

export const PRIVACY_TERMS = {
  title: '개인정보 처리방침',
  overview: (
    <>
      <h3 className="ut-docs-title">개인정보 처리방침 개정 후 V.5.1(2025.01.08)</h3>
      <p className="ut-docs-text">
        (주)현대백화점이 운영하는 더현대닷컴, 코스닷컴, 스토리즈닷컴, 아르켓닷컴, Nanushka, TOTEME (이하 “온라인몰”라고
        함)는 고객의 자유와 권리 보호를 위해 『개인정보 보호법』 및 관계 법령이 정한 바를 준수하여, 적법하고 안전하게
        개인정보를 처리 및 관리하고 있습니다. 이에 『개인정보 보호법』 제30조에 따라 고객에게 개인정보 처리에 관한 절차
        및 기준을 안내하고, 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 다음과 같이 개인정보 처리방침을
        수립·공개합니다.
      </p>
      <h3 className="ut-docs-title">주요 개인정보 처리 표시</h3>
      <ul className="ut-docs-keyinfo">
        <li>
          <img src="/images/privacy_1.png" alt="일반 개인정보" />
          <span>일반 개인정보</span>
        </li>
        <li>
          <img src="/images/privacy_2.png" alt="처리목적" />
          <span>처리목적</span>
        </li>
        <li>
          <img src="/images/privacy_3.png" alt="보유기간" />
          <span>보유기간</span>
        </li>
        <li>
          <img src="/images/privacy_4.png" alt="제3자 제공" />
          <span>제3자 제공</span>
        </li>
        <li>
          <img src="/images/privacy_5.png" alt="처리 위탁" />
          <span>처리 위탁</span>
        </li>
        <li>
          <img src="/images/privacy_6.png" alt="고충 상담 처리" />
          <span>고충 상담 처리</span>
        </li>
        <li>
          <img src="/images/privacy_7.png" alt="국외이전" />
          <span>국외이전</span>
        </li>
      </ul>
    </>
  ),
  clauses: [
    {
      title: '제1조 개인정보의 처리목적',
      content: (
        <>
          <p className="ut-docs-text">
            온라인몰은 다음의 목적을 위하여 최소한의 개인정보를 처리합니다. 처리하고 있는 개인정보는 목적 외의 용도로
            이용되지 않으며, 이용 목적이 변경되는 경우에는 『개인정보 보호법』 제18조에 따라 별도의 동의를 받는 등
            필요한 조치를 이행할 예정입니다.
          </p>
          <ol className="ut-docs-order3">
            <li>
              회원 가입 및 관리
              <br />
              회원가입 의사 확인, 본인식별‧인증, 회원자격 유지‧관리, 서비스 부정이용 방지, 각종 고지‧통지, 고충처리
              목적으로 개인정보를 처리합니다.
            </li>
            <li>
              서비스 제공을 위한 계약 이행 및 정산
              <br />
              주문, 물품배송, 서비스 제공, 계약서·청구서 발송, 콘텐츠 제공, 본인인증, 연령 인증, 요금결제·정산의
              목적으로 개인정보를 처리합니다.
            </li>
            <li>
              마케팅 및 광고의 활용
              <br />
              신규 서비스(제품) 홍보 및 판매 권유, 맞춤 서비스 제공, 인구통계학적 특성에 따른 서비스 제공, 광고 게재,
              서비스의 유효성 확인, 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.
            </li>
          </ol>
        </>
      ),
    },
    {
      title: '제2조 개인정보 처리 및 보유기간',
      content: (
        <>
          <p className="ut-docs-text">
            온라인몰은 개인정보의 처리 목적에 필요한 최소한의 개인정보를 수집하고 있습니다.{' '}
            <strong>「 제1조 개인정보의 처리 목적 」</strong>에 따라 처리하는 세부적인 개인정보의 항목 및 수집 방법은
            다음과 같습니다.
          </p>
          <h4 className="ut-docs-title2">1. 정보주체의 동의를 받지 않고 처리하는 개인정보 항목</h4>
          <p className="ut-docs-text">
            온라인몰에서 각 서비스 별로 정보주체의 동의 없이 처리하는 개인정보의 항목은 다음과 같습니다.
          </p>
          <table className="ut-docs-table">
            <colgroup>
              <col width="11%" />
              <col width="9%" />
              <col width="20%" />
              <col width="40%" />
              <col width="20%" />
            </colgroup>
            <tbody>
              <tr>
                <th>법적근거</th>
                <th>구분</th>
                <th>수집목적</th>
                <th>수집항목</th>
                <th>보유 및 이용기간</th>
              </tr>
              <tr>
                <td rowSpan={2}>
                  개인정보보호법
                  <br />
                  제15조 제1항 제4호
                  <br />
                  (계약의 이행)
                </td>
                <td rowSpan={2}>회원 가입 및 회원관리</td>
                <td>홈페이지 가입 회원</td>
                <td className="ut-text-left">성명, 생년월일, 휴대폰번호, 이메일, CI</td>

                <td rowSpan={2}>
                  <strong>
                    <u>회원 탈퇴 시 까지</u>
                  </strong>
                  <br />
                  (※ 홈페이지 회원 탈퇴 시 ID는 중복가입방지를 위해 보관함)
                </td>
              </tr>
              <tr>
                <td>홈페이지 SNS(네이버,페이스북,카카오,구글) 연계 로그인</td>
                <td className="ut-text-left">성명, 성별, 이메일, 닉네임</td>
              </tr>
              <tr>
                <td>
                  개인정보보호법
                  <br />
                  제15조 제1항 제4호
                  <br />
                  (계약의 이행)
                </td>
                <td>회원 상품 주문 및 상품 배송</td>
                <td>서비스 제공, 요금 결제 정산, 상품 배송, 취소 및 반품처리</td>
                <td className="ut-text-left">
                  • 성명, 휴대폰번호, 주문내역
                  <br />
                  • 결제정보 : 카드사, 카드번호, 계좌번호(무통장 입금)
                  <br />
                  • 구매 정보 : 지불 정보(총가격, 총 지불금, 지불 날짜, 지불 방법, 주문 개수)
                  <br />
                  • 주문정보(주문번호, 주문 생성시간)
                  <br />
                  • 상품정보 : 상품명, 브랜드 ID, 사이즈, 상품 색상
                  <br />
                  • 배송정보 : 휴대폰 번호, 성명, 배송지 주소
                  <br />• 반품정보 : 반품 정보(반품 금액, 반품 개수, 반품사유)
                </td>
                <td>
                  <strong>
                    <u>
                      5년
                      <br />
                      (전자상거래법 제6조)
                    </u>
                  </strong>
                </td>
              </tr>
              <tr>
                <td>
                  개인정보보호법
                  <br />
                  제15조 제1항 제4호
                  <br />
                  (계약의 이행)
                </td>
                <td>주문취소, 반품 및 환불 계좌 등록</td>
                <td>환불계좌 본인인증</td>
                <td className="ut-text-left">성명, CI, 휴대폰번호</td>
                <td>
                  <strong>
                    <u>
                      5년
                      <br />
                      (전자상거래법 제6조)
                    </u>
                  </strong>
                </td>
              </tr>
              <tr>
                <td>
                  개인정보보호법
                  <br />
                  제15조 제1항 제4호
                  <br />
                  (계약의 이행)
                </td>
                <td>비회원 주문 및 상품 배송</td>
                <td>본인 여부 확인, 서비스 이용 및 상담, 상품 배송, 취소 및 반품처리</td>
                <td className="ut-text-left">
                  • 휴대폰번호, CI, DI, 통신사, 내/외국인 여부
                  <br />
                  • 휴대폰 인증 : 이름, 생년월일, 성별
                  <br />
                  • 아이핀 인증 : 이름, 생년월일, 성별, CI, DI.
                  <br />
                  • 결제정보 : 카드사, 카드번호, 계좌번호(무통장 입금)
                  <br />
                  • 구매 정보 :지불 정보(총가격, 총 지불금, 지불 날짜, 지불 방법, 주문 개수), 주문정보(판매채널,
                  주문번호, 주문 생성시간)
                  <br />
                  • 상품정보: 상품명, 브랜드 ID, 사이즈, 상품 색상
                  <br />
                  • 배송정보 : 휴대폰 번호, 성명, 배송지 주소
                  <br />• 반품정보 : 반품 정보(반품 금액, 반품 개수, 반품사유)
                </td>
                <td>
                  <strong>
                    <u>
                      5년
                      <br />
                      (전자상거래법 제6조)
                    </u>
                  </strong>
                </td>
              </tr>
              <tr>
                <td>
                  통신비밀보호법
                  <br />
                  제15조의2
                </td>
                <td>통신사실 확인자료</td>
                <td>서비스 이용기록</td>
                <td className="ut-text-left">
                  로그 기록, IP, 쿠키, 방문일시, 서비스 이용기록, 모바일 기기정보(모바일 서비스 이용 시)
                </td>
                <td>
                  <strong>
                    <u>3개월</u>
                  </strong>
                </td>
              </tr>
              <tr>
                <td>전자상거래보호법</td>
                <td>고충처리</td>
                <td>소비자 불만 또는 분쟁처리, 계약내용 확인</td>
                <td className="ut-text-left">고객 식별 정보, 분쟁처리 기록, 계약철회기록</td>
                <td>
                  <strong>
                    <u>
                      3년
                      <br />
                      (전자상거래법 제6조)
                    </u>
                  </strong>
                </td>
              </tr>
            </tbody>
          </table>
        </>
      ),
    },
    {
      title: '제3조 개인정보의 제3자 제공',
      content: (
        <>
          <ol className="ut-docs-order3">
            <li>
              온라인몰은 정보주체의 개인정보를 <strong>「 제1조 개인정보의 처리 목적 」</strong>에서 명시한 범위
              내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 해당하는
              경우에만 개인정보를 제3자에게 제공하고 그 이외에는 정보주체의 개인정보를 제3자에게 제공하지 않습니다.
              <ol className="ut-docs-order">
                <li>
                  온라인몰은 원활한 서비스 제공을 위해 다음의 경우 개인정보 보호법 제17조 제1항 1제호에 따라 정보주체의
                  동의를 얻어 필요 최소한의 범위로만 제공합니다.
                  <table className="ut-docs-table">
                    <colgroup>
                      <col width="20%" />
                      <col width="20%" />
                      <col width="20%" />
                      <col width="20%" />
                    </colgroup>
                    <tbody>
                      <tr>
                        <th>제공받는 자</th>
                        <th>제공하는 개인정보 항목</th>
                        <th>제3자의 이용목적</th>
                        <th>제공받은 자의 보유∙이용기간</th>
                      </tr>
                      <tr>
                        <td>
                          <u>
                            <strong>H&M</strong>
                          </u>
                        </td>
                        <td className="ut-text-left">
                          • 성명, 휴대폰번호, 주문내역
                          <br />
                          • 구매 정보 : 지불 정보(총가격, 총 지불금, 지불 날짜, 지불 방법, 주문 개수)
                          <br />
                          • 주문 정보(주문번호, 주문 생성시간)
                          <br />
                          • 상품정보 : 상품명, 브랜드 ID, 사이즈, 상품 색상
                          <br />
                          • 배송정보 : 휴대폰 번호, 성명, 배송지 주소
                          <br />• 반품정보 : 반품 정보(반품 금액, 반품 개수, 반품 사유
                        </td>
                        <td className="ut-text-left">
                          판매자와 구매자의 원활한 거래 진행, 본인의사의 확인, 고객상담 및 불만처리/부정이용 방지 등의
                          고객관리, 물품배송, 통관, 새로운 상품/서비스 정보와 고지사항의 안내
                        </td>
                        <td>회원 탈퇴시, 또는 동의 철회시 까지</td>
                      </tr>
                      <tr>
                        <td>
                          <u>
                            <strong>H&M (선택)</strong>
                          </u>
                        </td>
                        <td className="ut-text-left">
                          • 가입정보 : 이름, 이메일, 전화번호, 고객번호, 회원정보(회원여부,가입 일자)
                        </td>
                        <td className="ut-text-left">마케팅 분석 및 활용</td>
                        <td>회원 탈퇴시, 또는 동의 철회시 까지</td>
                      </tr>
                    </tbody>
                  </table>
                </li>
                <li>
                  온라인몰은 다음과 같이 정보주체의 동의 없이 관계기관에 개인정보를 제공할 수 있습니다.
                  <table className="ut-docs-table">
                    <colgroup>
                      <col width="20%" />
                      <col width="20%" />
                      <col width="20%" />
                      <col width="20%" />
                      <col width="20%" />
                    </colgroup>
                    <tbody>
                      <tr>
                        <th>법적근거</th>
                        <th>구분</th>
                        <th>수집목적</th>
                        <th>수집항목</th>
                        <th>보유 및 이용기간</th>
                      </tr>

                      <tr>
                        <td>
                          개인정보 보호법
                          <br />
                          제17조 제1항 제2호,
                          <br />
                          제15조 제1항 제2호
                          <br />
                          (법률에 특별한 규정)
                        </td>
                        <td>경찰서, 세무서</td>
                        <td className="ut-text-left">세무조사, 법규 등 국가/정부기관 협조요청 업무 </td>
                        <td className="ut-text-left">
                          성명, 주민등록번호, 주소, 휴대폰번호, 생년월일, 카드정보, 카드사용 및 거래내역
                        </td>
                        <td>관련 법규에 따른 보관기간까지</td>
                      </tr>
                    </tbody>
                  </table>
                </li>
              </ol>
            </li>
          </ol>
        </>
      ),
    },
    {
      title: '제4조 추가적인 이용·제공이 지속적으로 발생 시 판단 기준',
      content: (
        <>
          <ol className="ut-docs-order3">
            <li>
              온라인몰은 개인정보 보호법 제15조제3항 또는 제17조제4항에 따라 개인정보 보호법 시행령 제14조의2에 따른
              사항을 고려하여 정보주체의 동의 없이 개인정보를 추가적으로 이용·제공할 수 있습니다.
            </li>
            <li>
              이에 따라 온라인몰은 정보주체의 동의 없이 추가적인 이용·제공을 하기 위하여 다음과 같은 사항을
              고려하였습니다.
              <ol className="ut-docs-order2">
                <li>제공하는 개인정보의 당초 수집 목적을 위한 것으로 수집 목적과 관련성이 있습니다.</li>
                <li>
                  정보주체는 서비스 계약 과정에서 서비스 특성 상 개인정보의 제공이 있을 수 있음을 예측 가능합니다.
                </li>
                <li>
                  정보주체의 요청에 따라 서비스를 제공하기 위해 제공되는 정보로 정보주체의 이익을 부당하게 침해하지
                  않습니다.
                </li>
                <li>안심번호 사용 등 개인정보 노출을 최소화하기 위한 안전성 확보에 필요한 조치를 하고 있습니다.</li>
              </ol>
            </li>
          </ol>
        </>
      ),
    },
    {
      title: '제5조 수집한 개인정보의 처리위탁',
      content: (
        <>
          <ol className="ut-docs-order3">
            <li>
              온라인몰이 현재 수집한 개인정보의 처리 위탁하는 사항은 다음과 같습니다.
              <p className="ut-docs-text">1) 위탁받는 자</p>
              <table className="ut-docs-table">
                <colgroup>
                  <col width="50%" />
                  <col width="50%" />
                </colgroup>
                <tbody>
                  <tr>
                    <th scope="col">수탁업체</th>
                    <th scope="col">위탁 업무</th>
                  </tr>
                  <tr>
                    <td className="ut-text-left">현대홈쇼핑</td>
                    <td>고객 상담 업무</td>
                  </tr>
                  <tr>
                    <td className="ut-text-left">SCI평가정보</td>
                    <td>본인확인</td>
                  </tr>
                  <tr>
                    <td className="ut-text-left">KICC, KSNET, KG모빌리언스, 네이버파이낸셜</td>
                    <td>결제정보(신용카드) 등</td>
                  </tr>
                  <tr>
                    <td className="ut-text-left">현대퓨처넷</td>
                    <td>전산 시스템 개발 및 운영</td>
                  </tr>
                  <tr>
                    <td className="ut-text-left">KT, 현대퓨처넷</td>
                    <td>
                      SMS, MMS 발송
                      <br />
                      알림 메시지 발송(배송 및 결제 알림)
                    </td>
                  </tr>
                  <tr>
                    <td className="ut-text-left">현대퓨처넷</td>
                    <td>현금영수증 발급</td>
                  </tr>
                </tbody>
              </table>
            </li>
            <li>
              전자상거래소비자보호법 제21조1항6호에 의거 배송서비스 제공을 위해 재위탁이 있을 수 있습니다.
              <p className="ut-docs-text">2) 재위탁받는 자(재수탁자)</p>
              <table className="ut-docs-table">
                <colgroup>
                  <col width="50%" />
                  <col width="50%" />
                </colgroup>
                <tbody>
                  <tr>
                    <th scope="col">수탁업체</th>
                    <th scope="col">위탁 업무</th>
                  </tr>
                  <tr>
                    <td className="ut-text-left">드림시큐리티</td>
                    <td>본인확인</td>
                  </tr>
                  <tr>
                    <td className="ut-text-left">H-MAN</td>
                    <td>고객 상담 업무</td>
                  </tr>
                  <tr>
                    <td className="ut-text-left">세종텔레콤</td>
                    <td>안심번호 제공</td>
                  </tr>
                </tbody>
              </table>
            </li>
          </ol>
        </>
      ),
    },
    {
      title: '제6조 개인정보의 국외 수집 및 이전에 관한 사항',
      content: (
        <>
          <ol className="ut-docs-order3">
            <li>
              온라인몰은 서비스를 제공하기 위해 개인정보를 국외에서 수집하여 처리하고 있습니다.
              <br />- 개인정보가 수집·처리되는 국가: 헝가리
            </li>
            <li>
              온라인몰은 고객이 다음과 같은 브랜드에서 물품 구매 또는 마케팅 수신 동의를 한 경우 온라인몰은 상품 배송,
              마케팅, 신상품/이벤트 정보 안내를 아래와 같이 국외에 제공∙위탁하고 있습니다.
            </li>
          </ol>
          <table className="ut-docs-table">
            <colgroup>
              <col width="11%" />
              <col width="*" />
              <col width="11%" />
              <col width="12%" />
              <col width="15%" />
              <col width="15%" />
              <col width="11%" />
            </colgroup>
            <tbody>
              <tr>
                <th>법적근거</th>
                <th>이전하는 개인정보 항목</th>
                <th>
                  이전
                  <br />
                  국가
                </th>
                <th>이전받는 자</th>
                <th>이전 시기 및 방법</th>
                <th>이용목적</th>
                <th>보유 및 이용기간</th>
              </tr>
              <tr>
                <td>개인정보 보호법 제28조의8 제1항 제1호 (정보주체의동의)</td>
                <td className="ut-text-left">
                  • 성명, 휴대폰번호, 주문내역
                  <br />
                  • 구매 정보 : 지불 정보(총가격, 총 지불금, 지불 날짜, 지불 방법, 주문 개수)
                  <br />
                  • 주문 정보(주문번호, 주문 생성시간)
                  <br />
                  • 상품정보 : 상품명, 브랜드 ID, 사이즈, 상품 색상
                  <br />
                  • 배송정보 : 휴대폰 번호, 성명, 배송지 주소
                  <br />• 반품정보 : 반품 정보(반품 금액, 반품 개수, 반품 사유)
                </td>
                <td>헝가리</td>
                <td>customercare.kr@nanushka.com</td>
                <td>주문 후 즉시, 데이터베이스를 연동하여 당사 시스템을 통해 이전</td>
                <td>
                  판매자와 구매자의 원활한 거래 진행, 본인의사의 확인, 고객상담 및 불만처리/부정이용 방지 등의 고객관리,
                  물품배송
                </td>
                <td>회원 탈퇴시, 또는 동의 철회시 까지</td>
              </tr>

              <tr>
                <td>개인정보 보호법 제28조의8 제1항 제1호 (정보주체의동의)</td>
                <td className="ut-text-left">• 가입정보 : 이름, 이메일, 전화번호, 고객번호, 회원정보(회원여부)</td>
                <td>헝가리</td>
                <td>customercare.kr@nanushka.com</td>
                <td>업무 수행 시 필요한 경우, 파일암호화 후 공식 이메일로 전달</td>
                <td>마케팅 활용</td>
                <td>회원 탈퇴시, 또는 동의 철회시 까지</td>
              </tr>
            </tbody>
          </table>
        </>
      ),
    },
    {
      title: '제7조 개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항',
      content: (
        <>
          <ol className="ut-docs-order3">
            <li>
              온라인몰은 정보주체에게 개별적인 서비스와 편의를 제공하기 위해 이용정보를 저장하고 수시로 불러오는
              쿠키(Cookie)를 사용합니다.
            </li>
            <li>
              쿠키는 웹사이트 운영에 이용되는 서버(http)가 정보주체의 브라우저에 보내는 소량의 정보이며 정보주체의 PC
              또는 모바일에 저장됩니다.
            </li>
            <li>
              정보주체는 웹 브라우저 옵션 설정을 통해 쿠키 허용, 차단 등의 설정을 할 수 있습니다. 다만, 쿠키 저장을
              거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.
            </li>
            <li>
              &lt;온라인몰&gt;은 다음의 목적을 위해 쿠키를 사용합니다.
              <ol className="ut-docs-order2">
                <li>
                  쿠키 수집 항목 및 목적
                  <ul className="ut-docs-list">
                    <li>수집 항목: 서비스 이용 기록 - 회원 ID, 행태정보</li>
                    <li>
                      수집 목적: ①회원과 비회원의 접속 빈도나 방문 시간 등을 분석, ②구글에서 제공하는 웹로그 분석도구인
                      구글 애널리스틱스 이용
                    </li>
                  </ul>
                </li>
              </ol>
            </li>
            <li>
              쿠키 이용에 대한 선택권은 정보주체가 가지고 있습니다.
              <ol className="ut-docs-order2">
                <li>모든 쿠키를 허용</li>
                <li>쿠키가 저장될 때마다 확인</li>
                <li>모든 쿠키의 저장 거부 등</li>
                <li>설정 방법 *</li>
              </ol>
            </li>
          </ol>
          <table className="ut-docs-table">
            <colgroup>
              <col width="40%" />
              <col width="60%" />
            </colgroup>
            <tbody>
              <tr>
                <th>유형</th>
                <th>설정방법</th>
              </tr>
              <tr>
                <td>크롬</td>
                <td>
                  메뉴 &gt; 설정 &gt; ‘개인정보 및 보안’ &gt; ‘쿠키 및 기타 사이트 데이터’ &gt; 쿠키 차단 및 데이터 삭제
                </td>
              </tr>
              <tr>
                <td>사파리</td>
                <td>환경설정 &gt; ‘크로스 사이트 추적 방지’ 및 ‘모든 쿠키 차단’</td>
              </tr>
              <tr>
                <td>Microsoft Edge</td>
                <td>설정 &gt; 쿠키 및 사이트 권한 &gt; 쿠키 및 사이트 데이터 관리 및 삭제</td>
              </tr>
              <tr>
                <td>인터넷 익스플로러</td>
                <td>메뉴 &gt; 도구 &gt; 인터넷옵션 &gt; 일반 &gt; 검색 기록 &gt; ‘삭제’ 및 ‘설정’</td>
              </tr>
            </tbody>
          </table>
          <p className="ut-docs-text">
            ※ 쿠키의 저장을 거부하는 옵션을 선택하시는 경우에는 서비스 이용(로그인이 필요한 서비스 이용 불가 등)에
            불편이 야기될 수 있습니다.
          </p>
        </>
      ),
    },
    {
      title: '제8조 행태정보의 수집·이용 및 거부 등에 관한 사항',
      content: (
        <>
          <ol className="ut-docs-order3">
            <li>
              행태정보란 웹 사이트 방문이력, 앱 사용 이력, 구매 및 검색 이력 등 이용자의 관심, 흥미, 기호 및 성향 등을
              파악하고 분석할 수 있는 온라인상의 이용자 활동 정보입니다. 현대백화점은 온라인 맞춤형 광고 등을 위한
              행태정보에 대하여 아래와 같이 처리하고 있습니다.
            </li>
            <li>수집 목적: 상품·서비스 개발 및 통계, 고객분석 등 이용자 분석, 이용자 행태정보 기반 맞춤형 광고 제공</li>
            <li>수집 방법: 이용자의 웹사이트 및 앱 방문 또는 실행 시 고객의 주요 행동에 대하여 로그 수집</li>
            <li>수집 항목: 휴대폰 기기별 고유식별번호(UUID), 모바일기기정보, OS정보, 모바일App/홈페이지 접속로그</li>
            <li>
              보유 및 이용기간: <strong>『제2조 개인정보 처리 및 보유기간』</strong>에 따라 일정 기간까지 보유·이용하며,
              해당 기간 경과 후에는 식별되지 않도록 조치한 뒤 통계 업무 목적만을 위하여 보유 및 이용합니다.
            </li>
            <li>
              맞춤형 광고 차단/허용 설정방법
              <table className="ut-docs-table">
                <colgroup>
                  <col width="15%" />
                  <col width="15%" />
                  <col width="70%" />
                </colgroup>
                <tbody>
                  <tr>
                    <th colSpan={2}>유형</th>
                    <th>설정방법</th>
                  </tr>
                  <tr>
                    <td colSpan={2}>크롬</td>
                    <td className="ut-text-left">
                      설정 &gt; 개인정보 보호 및 보안 &gt; 인터넷 사용 기록 삭제
                      <br />
                      설정 &gt; 개인정보 보호 및 보안 &gt; 서드 파티 쿠키 &gt; 서드 파티 쿠키 차단
                    </td>
                  </tr>
                  <tr>
                    <td colSpan={2}>사파리</td>
                    <td className="ut-text-left">설정 &gt; 사파리(Safari) &gt; 고급 &gt; 모든 쿠키 차단</td>
                  </tr>
                  <tr>
                    <td colSpan={2}>Microsoft Edge</td>
                    <td className="ut-text-left">
                      설정 &gt; 개인정보, 검색 및 서비스 &gt; 추적방지 &gt; 추적방지 여부 및 수준 선택 &gt; InPrivate 를
                      검색할때 항상 “엄격” 추적방지 사용 여부 선택
                    </td>
                  </tr>

                  <tr>
                    <td rowSpan={2}>모바일</td>
                    <td>안드로이드</td>
                    <td>
                      설정 &gt; 보안 및 개인정보 보호 &gt; 개인정보 보호 &gt; 기타 개인정보 설정 &gt; 광고 &gt; 광고ID
                      재설정 또는 광고ID 삭제
                    </td>
                  </tr>
                  <tr>
                    <td>아이폰</td>
                    <td>
                      설정 &gt; 개인정보 보호 및 보안 &gt; 추적 &gt; 앱 추적 허용 해제
                      <br />※ 모바일 OS버전에 따라 메뉴 및 방법이 다소 상이할 수 있음
                    </td>
                  </tr>
                </tbody>
              </table>
            </li>
            <li>
              행태정보의 제공에 관한 정보: 정보주체로부터 사전 동의를 받은 경우 다음과 같이 제3자에게 행태정보를 제공할
              수 있습니다. 제3자에 제공하는 경우 별도 공지할 예정입니다.
              <table className="ut-docs-table">
                <colgroup>
                  <col width="25%" />
                  <col width="25%" />
                  <col width="25%" />
                  <col width="25%" />
                </colgroup>
                <tbody>
                  <tr>
                    <th>제공받는 사업자</th>
                    <th>제공하는 행태정보 항목</th>
                    <th>행태정보 제공 목적</th>
                    <th>보유 및 이용기간</th>
                  </tr>
                  <tr>
                    <td>Google, Meta, Kakao</td>
                    <td className="ut-text-left">특정관심군으로 타켓팅의 광고식별자, 서비스 이용기록</td>

                    <td>서비스 이용 분석, 맞춤형 광고 제공</td>
                    <td>
                      <strong>동의 철회 시까지</strong>
                    </td>
                  </tr>
                </tbody>
              </table>
            </li>
            <li>
              당사는 온라인 맞춤형 광고 등에 필요한 최소한의 행태정보만을 수집하며, 사상, 신념, 학력·병력, 기타 사회활동
              등 개인의 권리·이익이나 사생활을 뚜렷하게 침해할 우려가 있는 민감한 행태정보를 수집하지 않습니다.
            </li>
            <li>
              당사는 만 14세 미만임을 알고 있는 아동이나 만14세 미만의 아동을 주 이용자로 하는 온라인 서비스를 통해서
              맞춤형 광고 목적의 행태정보를 수집하지 않으며, 당사가 만 14세 미만임을 알고 있는 아동에게는 맞춤형 광고를
              제공하지 않습니다.
            </li>
            <li>
              정보주체의 통제권 행사 방법은{' '}
              <strong>『제7조 개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항」</strong>을 참고해주시기
              바랍니다.
            </li>
            <li>
              행태정보 관련 문의 방법은 <strong>『제9조 정보주체의 권리‧의무 및 그 행사방법」</strong>을 참고해주시기
              바랍니다.
            </li>
          </ol>
        </>
      ),
    },
    {
      title: '제9조 정보주체의 권리‧의무 및 그 행사방법',
      content: (
        <>
          <p className="ut-docs-text">정보주체는 온라인몰 에 대해 다음과 같은 권리를 행사할 수 있습니다.</p>
          <ol className="ut-docs-order3">
            <li>
              개인정보 열람 요구
              <ol className="ut-docs-order2">
                <li>정보주체는 당사가 처리하는 자신의 개인정보에 대한 열람을 요구할 수 있습니다.</li>
                <li>
                  당사는 정보주체로부터 열람을 요구 받았을 때 10일 이내에 정보주체에게 해당 개인정보를 열람할 수 있도록
                  합니다. 열람할 수 없는 정당한 사유가 있을 때에는 정보주체에게 그 사유를 알리고 열람을 연기할 수
                  있으며, 그 사유가 소멸하면 지체 없이 열람하게 합니다.
                  <br />
                  <span>
                    ① 개인정보 열람을 요청하는 경우{' '}
                    <a
                      href="https://www.ehyundai.com/attachfiles/privacy/personal_data_access_request_form.pdf"
                      target="_blank"
                      title="새 창 열림"
                    >
                      <u>열람 요구서</u>
                    </a>
                    를 작성하여{' '}
                    <a href="mailto:privacy2233@thehyundai.com">
                      <u>privacy2233@thehyundai.com</u>
                    </a>
                    로 요청하실수 있습니다.
                  </span>
                </li>
                <li>
                  당사는 다음의 사유에 해당하는 경우에는 정보주체에게 그 사유를 알리고 열람을 제한하거나 거절할 수
                  있습니다.
                  <br />① 법률에 따라 열람이 금지되거나 제한되는 경우
                  <br /> ② 다른 사람의 생명, 신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할
                  우려가 있는 경우
                </li>
              </ol>
            </li>
            <li>
              개인정보 정정·삭제 요구
              <ol className="ut-docs-order2">
                <li>
                  정보주체는 당사에게 자기 개인정보의 정정 또는 삭제를 요구할 수 있습니다. 다만, 법령에서 그 개인정보가
                  보유 대상으로 명시되어 있는 경우에는 삭제를 요구할 수 없습니다.
                </li>
                <li>
                  당사는 정보주체가 자기 개인정보의 정정 또는 삭제를 요구할 경우 법령에 특별한 절차가 규정되어 있는
                  경우를 제외하고는 지체 없이 정정, 삭제 등 필요한 조치를 취한 후 그 결과를 정보주체에게 알립니다.
                  <br />① 개인정보 <u>정정·삭제·처리정지 요구에 대한 결과 통지</u>를 합니다.
                </li>
                <li>
                  정보주체가 개인정보의 오류에 대한 정정을 요청한 경우, 정정을 완료하기 전까지 당해 개인 정보를 이용
                  또는 제공하지 않습니다.
                </li>
                <li>
                  잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여
                  정정하도록 조치하겠습니다.
                </li>
                <li>당사가 개인정보를 삭제할 때에는 복구 또는 재생되지 않도록 조치합니다.</li>
                <li>
                  당사는 필요한 경우 해당 정보주체에게 정정, 삭제 요구사항의 확인에 필요한 증거자료를 제출하게 할 수
                  있습니다.
                </li>
              </ol>
            </li>
            <li>
              개인정보 열람/정정/삭제/처리정지(요청) 방법
              <ol className="ut-docs-order2">
                <li>
                  개인정보 열람, 정정, 삭제 방법은 하기와 같이 가능합니다.
                  <br />
                  -열람 및 정정: 마이페이지-&gt; 회원정보변경
                  <br />
                  -삭제 : 마이페이지-&gt; 회원정보변경 -&gt; 회원탈퇴
                </li>
                <li>
                  권리행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여도 하실 수 있습니다. 이 경우
                  "개인정보 처리 방법에 관한 고시(제 2023-12호)"{' '}
                  <a
                    href="https://www.ehyundai.com/attachfiles/privacy/power_of_attorney.pdf"
                    target="_blank"
                    title="새 창 열림"
                  >
                    <u>별지 제 11호 서식에 따른 위임장</u>
                  </a>
                  을 제출하셔야 합니다.
                </li>
                <li>
                  당사는 정보주체의 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가
                  본인이거나 정당한 대리인인지를 확인합니다.
                </li>
              </ol>
            </li>
            <li>
              가명처리 정지 요구
              <br />
              당사는 개인정보보호법 제37조에 따라 정보주체가 자신의 개인정보에 대해 가명처리 정지를 요구하는 경우
              지체없이 해당 정보주체의 개인정보 처리의 전부 또는 일부를 정지하여 처리합니다.
              <br />① 개인정보 가명처리 정지를 요청하는 경우{' '}
              <a href="mailto:privacy2233@thehyundai.com">
                <u>privacy2233@thehyundai.com</u>
              </a>
              로 요청하실수 있습니다.
            </li>
            <li>
              만14세 미만 아동의 개인정보 수집
              <ol className="ut-docs-order2">
                <li>당사는 만14세 미만 아동의 개인정보를 수집하지 않습니다.</li>
                <li>
                  당사는 만14세 미만 아동의 개인정보 처리에 관하여 그 법정대리인의 동의를 받을 때에는 아동에게
                  법정대리인의 성명, 연락처와 같이 최소한의 정보를 요구할 수 있으며, 동의 내용을 게재한 인터넷 사이트,
                  문서에 법정대리인이 동의 여부를 표시하도록 하고 그 동의 표시를 확인하였음을 법정대리인의 휴대전화 문자
                  메시지로 알리는 방법으로 그 사실을 확인합니다.
                </li>
              </ol>
            </li>
          </ol>
        </>
      ),
    },
    {
      title: '제10조 개인정보의 파기',
      content: (
        <>
          <ol className="ut-docs-order3">
            <li>
              온라인몰은 개인정보의 처리 목적이 달성되거나, 보유 및 이용기간이 경과 등 개인정보가 불필요하게 되었을
              때에는 해당 개인정보를 파기합니다.
            </li>

            <li>
              정보주체로부터 동의 받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에
              따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나
              보관장소를 달리하여 보존합니다.
              <br />※ 다른 법령에 따라 보존하는 개인정보의 항목과 보존 근거는 『제2조 개인정보 처리 및 보유기간」에서
              확인가능
            </li>
            <li>
              파기절차 당사는 파기 사유가 발생한 개인정보를 확인하여 시스템 스케줄링에 의해 자동 파기되거나, 책임자의
              승인을 받아 개인정보를 파기합니다.
            </li>
            <li>
              파기방법
              <ol className="ut-docs-order2">
                <li>종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.</li>
                <li>
                  전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 영구 삭제합니다.
                </li>
              </ol>
            </li>
          </ol>
        </>
      ),
    },
    {
      title: '제11조 개인정보의 안전성 확보 조치',
      content: (
        <>
          <p className="ut-docs-text">
            온라인몰은 개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적/관리적 및 물리적 조치를 하고
            있습니다.
          </p>
          <ol className="ut-docs-order3">
            <li>
              개인정보 처리 직원의 최소화 및 교육 개인정보를 처리하는 직원을 최소한의 인원으로 정하고 있으며, 개인정보의
              안전한 처리를 위하여 정기적으로 교육을 실시하고 있습니다.
            </li>
            <li>
              정기적인 자체 감사 실시 개인정보 처리 관련하여 안전성 확보를 위해 정기적으로 자체 감사를 실시하고
              있습니다.
            </li>
            <li>수탁사 관리 및 교육 개인정보 처리업무 위탁시 관리 및 교육을 실시하고 있습니다.</li>
            <li>
              내부관리계획의 수립 및 시행 개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.
            </li>
            <li>
              개인정보의 암호화 고객의 개인정보는 암호화되어 저장 및 관리되고 있어 본인만이 알 수 있으며, 중요한
              데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고
              있습니다.
            </li>
            <li>
              해킹 등에 대비한 기술적 대책 &lt;개인정보처리자명&gt;은 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출
              및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신/점검을 하며 외부로부터 접근이 통제된 구역에
              시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.
            </li>
            <li>
              개인정보에 대한 접근 제한 개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소를
              통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의
              무단 접근을 통제하고 있습니다.
            </li>
            <li>
              접속기록의 보관 및 위∙변조 방지 개인정보처리시스템에 접속한 기록을 최소 1년 이상 보관, 관리하고 있으며,
              접속 기록이 위변조 및 도난, 분실되지 않도록 보안기능을 사용하고 있습니다.
            </li>
            <li>
              문서보안을 위한 잠금장치 사용 개인정보가 포함된 서류, 보조저장매체 등을 잠금장치가 있는 안전한 장소에
              보관하고 있습니다.
            </li>
            <li>
              비인가자에 대한 출입 통제 개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해 출입통제
              절차를 수립, 운영하고 있습니다.
            </li>
          </ol>
        </>
      ),
    },
    {
      title: '제12조 추가적인 개인정보 보호 노력',
      content: (
        <>
          <ol className="ut-docs-order3">
            <li>
              온라인몰은 이용자의 개인정보를 안전하게 관리하기 위하여 최선을 다하며, 개인정보 보호법에서 요구하는 안전성
              확보 조치 외에도 추가적인 개인정보보호 노력을 기울이고 있습니다.
            </li>
            <li>
              당사는 현대백화점 서비스 운영(백화점, 아울렛, H.Point, 백화점 카드, TCP, 문화센터, 어린이책미술관,
              더현대닷컴, 현대식품관 to Home, e-슈퍼)과 관련하여 정보보호 및 개인정보보호 관리체계 인증(ISMS-P)을
              획득하였습니다.
              <br />※ 인증 현황: 유효기간(2024.02.17 ~ 2027.02.16)
            </li>
            <li>
              당사는 그 밖에 개인정보보호 관련 투명성 보고서 발간(연1회), 매월 ‘개인정보 보호의 날’ 협력사 참여 등
              다양한 개인정보 보호 활동을 통해 안전한 개인정보 처리와 개인정보 보호 문화 확산을 위해 노력하고 있습니다.
            </li>
          </ol>
        </>
      ),
    },
    {
      title: '제13조 게시글 관리와 책임',
      content: (
        <>
          <p className="ut-docs-text">
            온라인몰은 고객의 게시물을 소중하게 생각하며 변조, 훼손, 삭제되지 않도록 최선을 다하여 보호합니다. 그러나
            다음의 경우는 그렇지 아니합니다.
          </p>
          <ol className="ut-docs-order3">
            <li>타인을 비방할 목적으로 허위 사실을 유포하여 타인의 명예를 훼손하는 글</li>
            <li>
              정보주체의 동의 없이 타인의 신상을 공개한 내용, 현대백화점의 저작권, 제 3자의 저작권 등 권리를 침해하는
              내용, 게시판 주제와 다른 내용의 게시물
            </li>
            <li>
              현대백화점은 바람직한 게시판 문화를 활성화하기 위하여 동의 없는 타인의 신상 공개 시 특정부분을 삭제하거나
              기호 등으로 수정하여 게시할 수 있습니다.
            </li>
            <li>게시판으로 이동 가능한 내용일 경우 해당 게시물에 이동 경로를 밝혀 오해가 없도록 하고 있습니다.</li>
            <li>
              그 외의 기타의 경우 명시적 또는 개별적인 경고 후 삭제 조치할 수 있습니다. 근본적으로 게시물에 관련된 제반
              권리와 책임은 작성자 개인에게 있습니다. 또 게시물을 통해 자발적으로 공개된 정보는 보호받기 어려우므로 정보
              공개 전에 심사숙고 하시기 바랍니다.
            </li>
          </ol>
        </>
      ),
    },
    {
      title: '제14조 아동의 개인정보 보호',
      content: (
        <>
          <p className="ut-docs-text">온라인몰은 홈페이지 서비스 제공을 위한 만14세미만 아동의 가입은 받지 않습니다.</p>
        </>
      ),
    },
    {
      title: '제15조 개인정보보호 책임자 및 담당부서',
      content: (
        <>
          <p className="ut-docs-text">
            온라인몰은 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 개인정보 보호책임자 및
            담당부서를 지정하고 있습니다.
          </p>

          <table className="ut-docs-table">
            <colgroup>
              <col width="40%" />
              <col width="60%" />
            </colgroup>
            <tbody>
              <tr>
                <th>개인정보 보호책임자</th>
                <th>개인정보보호 담당부서</th>
              </tr>
              <tr>
                <td className="ut-text-left">박근호 상무</td>
                <td className="ut-text-left">정보보호담당</td>
              </tr>

              <tr>
                <td className="ut-text-left">회원운영관리담당</td>
                <td className="ut-text-left">
                  [연락처] 02-549-2233
                  <br />
                  [이메일]{' '}
                  <a href="mailto:privacy2233@thehyundai.com">
                    <u>privacy2233@thehyundai.com</u>
                  </a>
                </td>
              </tr>
            </tbody>
          </table>
        </>
      ),
    },
    {
      title: '제16조 권익침해 구제방법',
      content: (
        <>
          <p className="ut-docs-text">
            정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원
            개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의 신고,
            상담에 대하여는 아래의 기관에 문의하시기 바랍니다.
          </p>
          <ol className="ut-docs-order">
            <li>
              개인정보분쟁조정위원회: (국번없이) 1833-6972 (
              <a href="https://www.kopico.go.kr" target="_blank" title="새 창 열림">
                <u>www.kopico.go.kr</u>
              </a>
              )
            </li>
            <li>
              개인정보침해신고센터: (국번없이) 118 (
              <a href="https://privacy.kisa.or.kr/main.do" target="_blank" title="새 창 열림">
                <u>privacy.kisa.or.kr</u>
              </a>
              )
            </li>
            <li>
              대검찰청: (국번없이) 1301 (
              <a href="https://www.spo.go.kr/site/spo/main.do" target="_blank" title="새 창 열림">
                <u>www.spo.go.kr</u>
              </a>
              )
            </li>
            <li>
              경찰청: (국번없이) 182 (
              <a href="https://ecrm.police.go.kr/minwon/main" target="_blank" title="새 창 열림">
                <u>ecrm.cyber.go.kr</u>
              </a>
              )
            </li>
          </ol>
        </>
      ),
    },
    {
      title: '제17조 개인정보 처리방침의 변경',
      content: (
        <>
          <p className="ut-docs-text">
            이 처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는
            변경사항의 시행일에 공지사항을 통하여 고지할 것입니다.
          </p>
        </>
      ),
    },
  ],
};
